;汉化：aotix，由他人汉化补充而来。

[CultistIncursion X2SitRepTemplate]
FriendlyName="邪教徒入侵"
Description="情报显示耶利雅狂热教徒在该区域活动，请小心行事。"

[CultistIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="邪教徒入侵"
Description="对各方都持敌对态度的邪教徒在该区域活动。"


[CultFanatic_M1 X2CharacterTemplate]
strCharacterName="新晋邪教徒"

[CultFanatic_M2 X2CharacterTemplate]
strCharacterName="忠诚邪教徒"

[CultFanatic_M3 X2CharacterTemplate]
strCharacterName="狂热邪教徒"

[CultNecro_M1 X2CharacterTemplate]
strCharacterName="见习死灵法师"

[CultNecro_M2 X2CharacterTemplate]
strCharacterName="中级死灵法师"

[CultNecro_M3 X2CharacterTemplate]
strCharacterName="大师死灵法师"

[CultPaladin_M1 X2CharacterTemplate]
strCharacterName="圣殿骑士堕落者"

[CultPaladin_M2 X2CharacterTemplate]
strCharacterName="圣殿骑士叛教者"

[CultPaladin_M3 X2CharacterTemplate]
strCharacterName="圣殿骑士异端者"


[CultJariah_M1 X2CharacterTemplate]
strCharacterName="Jariah"
[CultJariah_M2 X2CharacterTemplate]
strCharacterName="Jariah"
[CultJariah_M3 X2CharacterTemplate]
strCharacterName="Jariah"
;weapons
[CultPistol_M1 X2WeaponTemplate]
FriendlyName="邪教徒手枪"
FriendlyNamePlural="邪教徒手枪"
BriefSummary=""
TacticalText=""

[CultPistol_M2 X2WeaponTemplate]
FriendlyName="邪教徒手枪"
FriendlyNamePlural="邪教徒手枪"
BriefSummary=""
TacticalText=""

[CultPistol_M3 X2WeaponTemplate]
FriendlyName="邪教徒手枪"
FriendlyNamePlural="邪教徒手枪"
BriefSummary=""
TacticalText=""


[CultShotgun_M1 X2WeaponTemplate]
FriendlyName="死灵法师霰弹枪"
FriendlyNamePlural="死灵法师霰弹枪"
BriefSummary=""
TacticalText=""

[CultShotgun_M2 X2WeaponTemplate]
FriendlyName="死灵法师霰弹枪"
FriendlyNamePlural="死灵法师霰弹枪"
BriefSummary=""
TacticalText="""

[CultShotgun_M3 X2WeaponTemplate]
FriendlyName="死灵法师霰弹枪"
FriendlyNamePlural="死灵法师霰弹枪"
BriefSummary=""
TacticalText=""

[CultGauntlet_M1 X2PairedWeaponTemplate]
FriendlyName="堕落拳刃"
FriendlyNamePlural="堕落拳刃"
BriefSummary=""
TacticalText=""

[CultGauntlet_M2 X2PairedWeaponTemplate]
FriendlyName="堕落拳刃"
FriendlyNamePlural="堕落拳刃"
BriefSummary=""
TacticalText=""

[CultGauntlet_M3 X2PairedWeaponTemplate]
FriendlyName="堕落拳刃"
FriendlyNamePlural="堕落拳刃"
BriefSummary=""
TacticalText=""

[CultAutopistol_M1 X2WeaponTemplate]
FriendlyName="邪教徒手枪"
FriendlyNamePlural="邪教徒手枪"
BriefSummary=""
TacticalText=""

[CultAutopistol_M2 X2WeaponTemplate]
FriendlyName="邪教徒手枪"
FriendlyNamePlural="邪教徒手枪"
BriefSummary=""
TacticalText=""

[CultAutopistol_M3 X2WeaponTemplate]
FriendlyName="邪教徒手枪"
FriendlyNamePlural="邪教徒手枪"
BriefSummary=""
TacticalText=""

[JariahGauntlet_M1 X2PairedWeaponTemplate]
FriendlyName="Jariah拳刃"
FriendlyNamePlural="Jariah拳刃"
BriefSummary=""
TacticalText=""
AbilityDescName="碎片"
[JariahGauntlet_M2 X2PairedWeaponTemplate]
FriendlyName="Jariah拳刃"
FriendlyNamePlural="Jariah拳刃"
BriefSummary=""
TacticalText=""
AbilityDescName="碎片"
[JariahGauntlet_M3 X2PairedWeaponTemplate]
FriendlyName="Jariah拳刃"
FriendlyNamePlural="Jariah拳刃"
BriefSummary=""
TacticalText=""
AbilityDescName="碎片"

[JariahGauntlet_XCOM X2PairedWeaponTemplate]
FriendlyName="邪能拳刃"
FriendlyNamePlural="邪能拳刃"
BriefSummary="Jariah的个人化圣殿骑士拳刃。使用基于以超铀为基础的技术进行修改，似乎能给予使用者巨大的力量，但对于圣殿骑士来说，这些具有精神联系的能力被认为是危险的，不适合长时间使用。"
TacticalText="<Bullet/> 这些拳刃极大地增强了圣殿骑士从专注力中获得的加成。\n<Bullet/> 但是，它们会让圣殿骑士的意志持续减弱并导致精神状态恶化。\n"
AbilityDescName="碎片"

[RM_AutoFocus X2AbilityTemplate]
LocFriendlyName="痛苦蜕变"
LocLongDescription="堕落圣殿骑士受到伤害后获得专注点。"
LocHelpText="堕落圣殿骑士受到伤害后获得专注点。"

[RM_UndyingWill X2AbilityTemplate]
LocFriendlyName="不死意志"
LocLongDescription="死灵法师会杀害视野内的无辜市民并把他们唤生为僵尸。"
LocHelpText="死灵法师会杀害视野内的无辜市民并把他们唤生为僵尸。"

[RM_DeadAura X2AbilityTemplate]
LocFriendlyName="死亡光环"
LocLongDescription="死灵法师被死亡光环笼罩，能自动复活他们视野内的任何新鲜尸体。"
LocHelpText="死灵法师被死亡光环笼罩，能自动复活他们视野内的任何新鲜尸体。"

[RM_JariahHeal X2AbilityTemplate]
LocFriendlyName="灵能汲取"
LocLongDescription="Jariah从星球和追随者的超能潜力中吸取能量，在她首次被击倒后恢复一部分生命值。"
LocHelpText="Jariah从星球和追随者的超能潜力中吸取能量，在她首次被击倒后恢复一部分生命值。"
LocFlyOverText="灵能汲取"

[RM_JariahLeech X2AbilityTemplate]
LocFriendlyName="灵能汲取"
LocLongDescription="Jariah从星球和追随者的超能潜力中吸取能量，在她首次被击倒后恢复一部分生命值。"
LocHelpText="Jariah从星球和追随者的超能潜力中吸取能量，在她首次被击倒后恢复一部分生命值。"
LocFlyOverText="灵能汲取"

[RM_CultPsyker X2AbilityTemplate]
LocFriendlyName="邪能链接"
LocLongDescription="每个专注等级增加行动力、闪避和伤害加成的数量。每回合造成意志伤害，并使其更容易受到心理问题的影响。"
LocHelpText="每个专注等级增加行动力、闪避和伤害加成的数量。每回合造成意志伤害，并使其更容易受到心理问题的影响。"
LocFlyOverText="邪能链接"